Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Despite the noise, he managed to hear some reports from the control room (panel) operator and thereby learnt that the level of liquid in the steam separator was starting to fall.
nb: Til tross for støyen klarte han å høre noen meldinger som kom fra kontrollromsoperatøren (paneloperatøren) slik at han ble klar over at væskenivået i damputskilleren var i ferd med å synke.

source: This was drawn up after an incident on Snorre A in 2017, but was not known to Repsol or Archer personnel on Gyda.
nb: Dette dokumentet ble utarbeidet etter en hendelse i 2017 på Snorre A, men var ikke kjent for Repsol og Archer personell på Gyda.

source: The well is to be drilled by Transocean Arctic, which is a semi-submersible drilling facility of the Marosso 56 type, built by Mitsubishi Heavy Industries in Japan in 1987.
nb: Brønnen skal borast med Transocean Arctic, som er ei halvt nedsenkbar boreinnretning av typen Marosso 56, bygd ved Mitsubishi Heavy Industries i Japan i 1987.

source: Seepage in the valve exposed the bolts to produced water with a high content of chlorides and a temperature of about 120°C.
nb: På grunn av svetting i ventilen ble boltene eksponert for produsert vann med et høyt innhold av klorider og temperatur på ca 120 °C.

source: Figure 3 Island Diligence. (Source: www.islandoffshore.com)
nb: Figur 3 Island Diligence (hentet fra www.islandoffshore.com)

source: the life cycle of a unit intended to keep it in, or restore it to, a state in which it can perform its intended functions, cf. definition 2.1 (with associated terminology) in the NS-EN 13306 standard.
nb: løpet av levetiden til en enhet har til hensikt å holde enheten i eller føre den tilbake til en tilstand der den kan oppfylle sine tiltenkte funksjoner, jf. definisjonen 2.1 (med tilhørende terminologi) i standarden NS-EN 13306.

source: The equipment involved was overhauled in 2018 ahead of the plugging campaign.
nb: Involvert utstyr har vært overhalt i 2018 i forkant av pluggekampanjen.

source: inadequate or unclear specifications for ESD, UPS and telecommunication systems in
nb: Mangelfulle eller uklare spesifikasjoner for ESD, UPS og

source: • minor material damage on MINC (structure)
nb: Mindre materielle skader på MINC (konstruksjonen).

source: Shell's "Procedure for work management" imposes a requirement for a system of work permits and applies to "all work performed within the perimeter of Nyhamna".
nb: Shell sin «Prosedyre for styring av arbeid» stiller krav til system for arbeidstillatelser og gjelder blant annet for «alt arbeid som utføres innenfor gjerdet på Nyhamna».

source: There were 276 people on the facility when the collision occurred.
nb: Det var 276 personer om bord på Statfjord A da hendelsen skjedde.

source: At 0.6 kg/s, the simulation shows that the ignitable gas cloud is 400 m3, not 100 m3 as the study concludes at a leak rate of 0.2 kg/s.
nb: Med 0,6 kg/s viser simuleringen at tennbar gassky er 400 m3, ikke 100 m3 slik studien konkluderer med ved en lekkasjerate på 0,2 kg/s.

source: The pressure in the cell was a result of the hydrostatic pressure of the liquid column in the pipes up to the tank level.
nb: Trykket i cellen var et resultat av det hydrostatiske trykket fra væskesøylen i rørene opp til nivået i tankene.

source: Among the comments, one person working for an Operator states that sufficient time is not set aside for training new personnel in use of equipment which is critical in order to maintain well control.
nb: Blant kommentarene er det blant annet en person som jobber i et operatørselskap som skriver at det ikke blir benyttet tilstrekkelig tid til å lære opp nytt personell i bruk av utstyr som kan være kritisk for å opprettholde brønnkontroll.

source: A lot of maintenance has not been implemented as planned.
nb: Mye vedlikehold er ikke gjort i henhold til planer.

source: However, the gas concentration in the area is assumed to remain lethal for the next 15-20 minutes and acutely toxic for another 15-20 minutes.
nb: Likevel er det antatt at gasskonsentrasjonen ville forbli dødelig de neste 15 til 20 minutter og akutt toksisk i ytterligere 15-20 minutter.

source: The period between two monitoring activities in the field shall be used, hence, to develop and qualify new methods.
nb: Perioden mellom to undersøkelser i felt skal derfor brukes for å utvikle og kvalifisere ny metodikk.

source: The assessment should be documented and based on test or literature data.
nb: Vurderingen bør dokumenteres og være basert på test- eller litteraturdata.

source: • the RR – a tool for individuals to propose improvements to procedures, which is
nb: «Revision Request» (RR) – verktøy der den enkelte kan foreslå å forbedre prosedyrer.

source: Exposure action value as mentioned in this section, does not replace, but shall be seen in the context of,
nb: Tiltaksverdi som omtalt i denne paragrafen erstatter ikke, men må sees i sammenheng med, krav til

source: See section 8 on control systems in document
nb: seksjon 8 om kontrollsystemer i dokumentet

source: In connection with shift and crew changes, the responsible party shall ensure necessary transfer of information on the status of safety systems and ongoing work, as well as other information of significance to health, safety and the environment during work activities, cf.
nb: Ved skift- og mannskapsbytte skal den ansvarlige sikre nødvendig overføring av informasjon om status for sikkerhetssystemer og pågående arbeid, samt annen informasjon som er av betydning for helse, miljø og sikkerhet ved utføring av aktiviteter, jf.

source: Aker BP has received consent for exploration drilling in the Norwegian Sea
nb: Aker BP får samtykke til leiteboring i Norskehavet

source: No fatal accidents occurred on the NCS or at the land plants in 2018.
nb: Det var ingen dødsulykker på sokkelen eller landanleggene i 2018.

source: • guide roller for wire rope (tag 33MZ008), installed some distance from the winch
nb: Ledeskive for ståltau (Tag 33MZ008), montert et stykke fra selve vinsjen

source: In its response, Coor Service Management describes how the procedure is communicated to employees.
nb: Coor Service Management beskriver i sitt svar hvordan rutinen er gjort kjent for de ansatte.

source: Measurement of the area of the opening/fracture in the male adapter
nb: Målsetting av arealet til åpningen / bruddet i male adapter.

source: The “envelope” placed on the screen to remind CCR operators that the ballast-water valve for sludge 11 was closed had been moved away at some point.
nb: Konvolutten som var lagt inn på skjermbildet for å minne kontrollromsoperatørene om at ballastvannventilen for slamcelle 11 var stengt, ble på et tidspunkt flyttet bort.

source: Regulations relating to storage and transport of CO2
nb: forskrift om lagring og transport av CO2 på sokkelen

source: Chapter 3 of the Public Health Act (in Norwegian only) relating to environmental health protection with associated regulations as well as the Control of Communicable Diseases Act (in Norwegian only) contain certain provisions which are directed at (industrial) enterprises and others in the municipality.
nb: Folkehelseloven kapittel 3 om miljørettet helsevern med tilhørende forskrifter samt smittevernloven inneholder bestemmelser hvorav noen retter seg til (industri)virksomheter, andre til kommunen.

source: in 2009 there have been several serious helicopter accidents associated with
nb: i 2009 har det vært flere alvorlige snittet for foregående tiårs periode.

source: For certain types of hazard, it could be more appropriate to adopt an exposure perspective and not necessarily an area one.
nb: For enkelte typer farer kan det være mer hensiktsmessig å ta et eksponeringsperspektiv og ikke nødvendigvis et områdeperspektiv.

source: The drilling location is on the Dønna terrace, about 20 kilometres northwest of the Skarv field, and approximately 227 kilometres from Brønnøysund.
nb: Borelokasjonen ligg på Dønnaterassen, omkring 20 kilometer nordvest for Skarvfeltet, og cirka 227 kilometer frå Brønnøysund.

source: The Recommendation includes requirements to perform risk assessments on discharge of produced water, and that best available measures shall be selected in order to reduce risk.
nb: I denne stilles det krav om at risikovurderinger skal gjennomføres for utslipp av produsert vann, og at beste tilgjengelige tiltak skal velges for å redusere risiko.

source: “When you get an RNNP report which identifies negative or critical trends in the industry, it has an effect.
nb: - Når man får en RNNP-rapport som sier at nå er det en negativ eller kritisk utvikling i bransjen, så får det effekt.

source: COSL, Statoil and Aker Solutions provide supplementary details in their report on what happened immediately before and after the incident.
nb: COSL, Statoil og Aker Solutions beskriver i sin rapport utfyllende det som skjer nært opp til og etter hendelsen.

source: A relatively large proportion of 27% also selects the "I don't know" alternative.
nb: Det er en relativt stor andel på 27% som benytter seg av alternativet «vet ikke».

source: Equinor – consent for the use of Rowan Stavanger – Gudrun
nb: Equinor – samtykke til bruk av Rowan Stavanger – Gudrun

source: We have given Dea Norge (Dea) consent for exploration drilling in block 66/11 in the Norwegian Sea.
nb: Vi har gitt Dea Norge (Dea) samtykke til leiteboring i blokk 66/11 i Norskehavet.

source: West Linus is a jack-up facility of the Gusto MSC CJ70-X150A type.
nb: West Linus er ei oppjekkbar innretning av typen Gusto MSC CJ70-X150A.

source: We assume from comments made in interviews, on the other hand, that more than 10 people could occasionally be found in the area during daytime – in connection with maintenance activities, for example.
nb: Vi legger derimot til grunn utsagn fremkommet i intervju om at det av og til kunne oppholde seg mer enn 10 personer i området på dagtid for eksempel i forbindelse med vedlikeholdsaktiviteter.

source: Such devices also vary in quality, and can be used and maintained incorrectly.
nb: Hørselvern er av ulik kvalitet, påpeker Solvorn Fjeldsbø, og det kan bli brukt og vedlikeholdt feil, slik at folk likevel får hørselskader.

source: mentioned in the first paragraph, the NORSOK S-001 standard revision 4 Chapter 19 should be used, with the following addition: for gas and liquid-filled vessels and pipe sections, the passive fire protection should be sufficient to prevent rupture before depressurisation is carried out.
nb: NORSOK S-001 revisjon 4 kapittel 19 brukes, med følgende tillegg: for gass- og væskefylte beholdere og rørseksjoner bør den passive brannbeskyttelsen være tilstrekkelig til å hindre brudd før trykkavlasting er gjennomført.

source: When designing the HTV Eagle crane, MH Wirth carried out a criticality assessment using failure mode, effects and criticality analysis (FMECA).
nb: Under designet av HTV Eagle-kranen utførte MH Wirth en kritikalitetsvurdering ved bruk av feilmodus-effekt og konsekvensanalyse (FMECA).

source: Constant progress has been made since 1966, and Norway has undoubtedly achieved a high safety and working environment performance in petroleum operations.
nb: Utviklingen har siden 1966 gått stadig framover, og det er ikke tvil om at Norge har oppnådd et høyt nivå for sikkerhet og arbeidsmiljø i petroleumsvirksomheten.

source: The Øygarden fire brigade smoke divers worked with smoke diver3 to position and secure work-experience pupil2 on the stretcher.
nb: Øygarden brannvesensrøykdykkere arbeidet sammen med røykdykker3 for å få plassert og sikret utplasseringselev2på båren.

source: On the basis of the findings from the investigation, KCAD has been issued with the following order.
nb: På bakgrunn av de funnene som er gjort i granskingen, har vi gitt KCAD følgende pålegg:

source: A concern emerged at Statoil Mongstad during the investigation that surface maintenance is not keeping pace with expected corrosion.
nb: » Under granskingen kom det fram en bekymring ved Statoil Mongstad om at overflatevedlikeholdet ikke holder tritt med forventet korrosjon.

source: Chapters 7.28 and 7.1.5.
nb: kapittel 7.28 og 7.1.5.

source: The results from the monitoring as mentioned in Section 54, second subsection and Sections 55 and 56 of the Activities Regulations, shall be submitted in accordance with the Guidelines for environmental monitoring of the petroleum activities on the Norwegian continental shelf.
nb: fra overvåking som nevnt i aktivitetsforskriften § 54 andre ledd og §§ 55 og 56, skal sendes inn i henhold til Retningslinjer for miljøovervåking av petroleumsvirksomheten på norsk kontinentalsokkel

source: “We must deal with the causes, not the symptoms.”
nb: - Vi må gjøre noe med årsaken, ikke symptomene.

source: The sea sump pump has a capacity of 17 m3/h.
nb: Kapasiteten på sjøsumppumpa er 17 m3/t.

source: We have given Aker BP consent for exploration and production drilling of a well in the Bøyla field.
nb: Vi har gitt Aker BP samtykke til leite- og produksjonsboring på Bøylafeltet.

source: as mentioned in litera d, non-flammable materials should be chosen.
nb: som nevnt i bokstav d, bør det velges ubrennbare materialer.

source: Similar recommendations concerning the transfer of experience from operations to the engineering domains are also to be found in a study of anchoring systems on FPS (Floating, Production and Storage) installations (Majhi, D’Souza & Granherne, 2013).
nb: Tilsvarende anbefalinger knyttet til erfaringsoverføring fra drift til prosjekteringsmiljøene finner vi blant annet i en studie av forankringssystemer på FPS (Floating, Production and Storage) installasjoner (Majhi, D’Souza & Granherne, 2013).

source: West Bollsta is operated by Seadrill and obtained an acknowledgement of compliance (AoC) from the PSA in October 2020.
nb: West Bollsta opereres av Seadrill og fikk samsvarsuttalelse (SUT) fra Ptil i oktober 2020.

source: The drain proved to be plugged.
nb: Dreneringen visste seg å være tett.

source: accidents and the importance of manage-
nb: i risikonivå i forhold til sikkerhet og

source: Wintershall Dea – consent for use of Scarabeo 8
nb: Wintershall Dea – samtykke til bruk av Scarabeo 8

source: Results of the inspection were communicated internally in the shift to other operators and the shift supervisor.
nb: Resultatene fra inspeksjonen ble formidlet internt i skiftet, til andre operatører og til skiftleder.

source: The results show that personnel working for rig owners report the greatest understanding of roles and responsibilities, followed by personnel working for operator companies.
nb: Resultatene viser at personell som jobber for riggselskaper rapporterer størst forståelse av roller og ansvar etterfulgt av personell som jobber for operatørselskaper.

source: Statoil reports that material analyses of flange B on hose segment 2 and flange A on segment 3 revealed no specific metallurgical deviations.
nb: Statoil opplyser at materialanalyser av flens B på slangesegment 2 og flens A på slangesegment 3 ikke avdekket spesifikke metallurgiske avvik.

source: Chemicals shall be tested for the individual organic substances' potential for bioaccumulation, in accordance with OECD’s guidelines for testing of chemicals, test number 117 or test number 107.
nb: Kjemikalier skal testes for de enkelte organiske stoffenes potensial for bioakkumulering, i henhold til OECDs retningslinjer for testing av kjemikalier, test nummer 117 eller test nummer 107.

source: The same applies to equipment in the well and the well itself.
nb: Det samme gjelder utstyr i brønnen og selve brønnen.

source: Operator 2 was sent to A&E, where minor injuries to his torso and a sprained ankle were identified.
nb: Operatør 2 ble sendt til legevakten der det ble konstatert lettere skader på overkropp samt en forstuet ankel.

source: The water depth at the location is 293 metres.
nb: Vanndypet på lokasjonen er 293 meter.

source: Acute pollution as mentioned in the first subsection, litera e, is defined in
nb: Akutt forurensning som nevnt i første ledd bokstav e, er definert i

source: Incident January 2016: damage to steel rope
nb: Hendelse januar 2016; skade på ståltau

source: This section continues the previous incorporation in the petroleum activities of Council Directive 89/336/EEC, 92/31/EEC and 2004/108/EC (electromagnetic compatibility – EMC).
nb: Denne paragrafen viderefører tidligere innarbeiding i petroleumsvirksomheten av rådsdirektiv 89/336/EØF, 92/31/EØF og 2004/108/EF (elektromagnetisk kompatibilitet – EMC).

source: According to the formal disposal resolution, decommissioning is expected to be completed by the end of 2022.
nb: Ifølge vedtaket om disponering skal fjerninga være ferdig i slutten av 2022.

source: accidental hydrocarbon and chemical discharges of lesser significance for safety and the working environment,
nb: utilsiktede hydrokarbon- og kjemikalieutslipp av mindre betydning for sikkerhet og arbeidsmiljø,

source: Visund was discovered in 1986, and the plan for development and operation (PDO) was approved in 1996.
nb: Visund blei påvist i 1986, og plan for utbygging og drift (PUD) blei godkjent i 1996.

source: This procedure, where the change is depicted in photograph 4, was found in the main operation room for the main winch.
nb: Denne prosedyren, der endringen er vist i Foto 4, fant vi i hovedoperasjonsrommet for hovedvinsjen.

source: We have given Equinor Energy (Equinor) consent to extend the producing life of Åsgard C.
nb: Vi har gitt Equinor Energy (Equinor) samtykke til forlenget levetid for Åsgard C.

source: The packer was set on the 10¾" casing and the valve in the wash tool was then operated and verified.
nb: Pakningselementet ble satt mot 10 ¾" foringsrør og ventilen i vaskeverktøyet ble deretter operert og verifisert.

source: Offshore verification was not performed because of travel restrictions due to Covid-19. Objective
nb: Offshore verifikasjon ble ikke utført på grunn av reiserestriksjoner som følge av Covid-19. Mål

source: On commission from the Petroleum Safety Authority Norway (PSA), NUI has compiled a report on emergency decompression from heliox saturation dives.
nb: NUI har på oppdrag fra Petroleumstilsynet (Ptil) utarbeidet en rapport om nød-dekompresjon fra heliox metningsdykk («Emergency decompression from heliox saturation dives»).

source: COSL Drilling receives Acknowledgement of Compliance for COSLPioneer
nb: COSL Drilling har fått samsvarsuttalelse for COSLPioneer

source: Operators 1 and 3 were to deal with the points during the morning.
nb: Operatør 1 og operatør 3 skulle ta disse punktene på formiddagen.

source: The objective of the audit was to assess whether the requirements for materials handling, cranes and lifting on Martin Linge B were being met during the conversion of and operational preparations for the facility.
nb: Målet med tilsynet var å vurdere om krav til materialhåndtering, kran og løft på Martin Linge B blir ivaretatt i ombyggingen og klargjøringen for drift av innretningen.

source: In 2010 there was a decrease in frequency among the contractor personnel group, while operator personnel have experienced an increase.
nb: I 2010 har det innenfor gruppen entreprenøransatte vært en nedgang, mens operatøransatte har hatt en økning.

source: Flat-braided wire rope slings must be deployed so that the load is evenly distributed on all the steel cables making up the sling.
nb: Flatflettede ståltaustropper skal brukes slik at belastningen på stroppen blir jevnt fordelt på alle de ståltauene som stroppen består av.

source: Two 20" pipelines ran between Valhall and Ekofisk, one for oil and one for gas.
nb: Mellom Valhall og Ekofisk går det to 20” røyrleidningar, en for olje og en for gass.

source: MH Wirth drafted a major operational failure report on 10 January.
nb: MH Wirth skrev utkast til en Major Operational Failure-rapport den 10.

source: risk, applying to installations with EIF between 10 and 50
nb: bidrag til risiko for installasjoner med EIF mellom 10 og 50

source: Facilities or parts of facilities also mean temporary equipment.
nb: Med innretninger eller deler av disse menes også midlertidig utstyr.

source: Without warning, the steel rope failed and the crane boom fell 10 metres to the pipe deck.
nb: Uten forvarsel røk ståltauet og kranbommen falt ned på rørdekket. Fallhøyden var 10 meter.

source: The Norwegian Hydrographic Service will ensure official publication in ”Etterretninger for Sjøfarende" (Notifications to seafarers).
nb: Statens kartverk Sjø vil sørge for kunngjøring i ”Etterretninger for sjøfarende".

source: Area requirements as mentioned in the sixth subsection, can be fulfilled through both technical and operational measures.
nb: Kravet til områder som nevnt i sjette ledd, kan oppfylles både med tekniske og operasjonelle tiltak.

source: Unfortunately, we sometimes see that the contracts are very tight – and very much on the operator’s terms.
nb: - Av og til ser vi dessverre at kontraktene er veldig stramme - og svært mye på operatørens premisser.

source: An internal inspection in connection with testing led APL to inform Statoil in a preliminary report on 18 September that serious pitting corrosion had been found in nipples.
nb: I forbindelse med testingen blir det utført innvendig inspeksjon med resultat at APL i en foreløpig rapport den 18. september, informerer Statoil om funn av alvorlig gropkorrosjon i nippel.

source: This is not positive.
nb: Dette er ikke bra.

source: Wintershall - Brage - Emergency preparedness and radio and telecommunications systems
nb: Wintershall - Brage - Beredskap, radio- og telekommunikasjonssystemer

source: , a semi-submersible mobile drilling facility of the GVA 7500 type, built by Daewoo Shipbuilding and Marine Engineering Co Ltd in South Korea.
nb: , ei halvt nedsenkbar flyttbar boreinnretning av typen GVA 7500, bygt ved Daewoo Shipbuilding and Marine Engineering Co Ltd i Sør-Korea.

source: Mærsk Giant is operated by Maersk Drilling Norge.
nb: Mærsk Giant drives av Maersk Drilling Norge.

source: Respondents from the service companies show a somewhat lesser degree of agreement in the statement.
nb: Respondenter fra serviceselskapene viser noe mindre grad av enighet i utsagnet.

source: Snøhvit and Albatross came onstream in 2007, while the development of Askeladd is currently underway. Objective
nb: Snøhvit og Albatross ble satt i produksjon i 2007, mens utbygging av Askeladd pågår nå. Mål

source: Seeks to halt the leak by turning the valve wheel on top of the pipe nozzle where the leak is emerging.
nb: Oppfølgingen av systemet i drift ivaretar ikke oppfølging av alle ytelseskrav definert i designfasen, eksempelvis:

source: Jan Vidar Markmanrud, Norwegian Oil and Gas
nb: Jan Vidar Markmanrud, Norsk olje og gass:

source: The SAR medic also attended.
nb: SAR sykepleier kom også til skadestedet.

source: Equinor – consent to drill a sidetrack in an exploration well in the North Sea
nb: Equinor – samtykke til boring av sidesteg i leitebrønn i Nordsjøen

source: Chapter 7.5 and 7.7 should be used, with the following addition:
nb: kapittel 7.5 og 7.7 brukes, med følgende tillegg:

source: Sygna was discovered in 1996, and the plan for development and operation (PDO) was approved in 1999.
nb: Sygna blei påvist i 1996, og plan for utbygging og drift (PUD) blei godkjent i 1999.

source: This test attested that DNV was to verify requirements set by NOV.
nb: Testen bevitnet av DNV skulle verifisere krav som var satt av NOV, jf.

source: When mapping or combating is appropriate and in all events when > 1 m
nb: Når kartlegging eller bekjempning er aktuelt, og uansett > 1 m
